{
  "LuaSnip": { "branch": "master" },
  "akaiCyberpunk": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp_luasnip": { "branch": "master" },
  "competitest.nvim": { "branch": "master" },
  "cyberpunk": { "branch": "master" },
  "dashboard-nvim": { "branch": "master" },
  "fidget.nvim": { "branch": "main" },
  "friendly-snippets": { "branch": "main" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lazydev.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nui.nvim": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown": { "branch": "main" },
  "rose-pine": { "branch": "main" },
  "telescope.nvim": { "branch": "master" },
  "toggle-lsp-diagnostics.nvim": { "branch": "main" }
}
